Repository: martinni87/MemoLab
Catalog: MemoLab/Features/Shared/Localizable.xcstrings
Source language: es
Languages: en

# activities.welcome.start.button
source: ¡Empecemos!
en: Let’s get started!

# activity.continue.next.button
source: ¡Listo! Vamos con la siguiente actividad
en: Done! Let’s go with the next activity

# activity.description.0
source: Entender el significado inmediato de los pasajes es el primer paso para grabarlos en la mente y el corazón. Intente comprender aquellas palabras que desconozca, dentro de su contexto, y reflexione un momento sobre el significado del Escrito completo. Abajo puedes tomar notas para revisarlas en el futuro.
en: Understanding the immediate meaning of the passages is the first step toward imprinting them on your mind and heart. Try to understand unfamiliar words in their context and reflect for a moment on the meaning of the entire Scripture. Below you can take notes to review them in the future.

# activity.description.1
source: Parece que le hemos dado muchas vueltas a la cita y se ha desordenado. ¿Eres capaz de ordenarlas?
en: It seems that we’ve turned around our quote too many times, thus it’s a bit messy. Would you put it in order?

# activity.description.2
source: ¡Has estado espectacular en la actividad anterior! Pero parece que hemos perdido algunas palabras en el camino. ¿Recuerdas cuáles son?
en: You’ve been espectacular in the previous activity! But it seems that we’ve lost some of the words in our path. Do you remember what they are?

# activity.description.3
source: ¡Eres genial! ¿Te atreves a recitar toda la cita? Pulsa el botón cuando esté todo listo y ora con el corazón.
en: You are awesome! Do you dare to recite the entire quote? Tap on the button below when you’re ready and pray with your heart

# activity.quote.notAvailable
source: Lo sentimos, pero hubo un problema para cargar la cita o la actividad. Inténtalo de nuevo en unos minutos
en: We are so sorry, but we have some problems loading the quote or the activity. Please, try again in a few minutes

# activity.title.0
source: Actividad preliminar
en: Preliminary Activity

# activity.title.1
source: Actividad 1
en: Activity 1

# activity.title.2
source: Actividad 2
en: Activity 2

# activity.title.3
source: Actividad 3
en: Activity 3

# alert.anonymous.cancel.button
source: Cancelar
en: Cancel

# alert.anonymous.primary.button
source: Estoy de acuerdo. Continuar
en: I agree. Continue

# alert.anonymous.title
source: Inicio de sesión anónimo
en: Sign in anonymously

# alert.anonymous.warning.message
source: Estás por iniciar sesión de forma anónima. Los usuarios anónimos no pueden guardar su progreso, por lo que se perderá cualquier avance cuando vuelvas a acceder. Si deseas guardar tu progreso, por favor considera crear un nuevo usuario. Los cambios se guardan únicamente de forma local.
en: You are about to sign in anonymously. Anonymous users won’t be able to save their progress, thus any change will be lost. If you wish to save your progress, please consider creating a new user. Changes will be stored only locally.

# alert.bookNotAvailable.title
source: Lo sentimos… libro no disponible de momento 😔
en: We are sorry… the book is not currently available

# alert.cancel.button
source: Cancelar
en: Cancel

# alert.cancelProcess.message
source: Estás a punto de cancelar el proceso. Si continúas deberás empezar desde el principio. ¿Deseas cancelar y empezar de nuevo?
en: You are about to cancel the process. If you continue, you will have to start from the begining. Do you want to cancel and start over?

# alert.cancelProcess.title
source: Cancelar proceso
en: Cancel process

# alert.error.register.message
source: Lo sentimos pero ahora mismo no se puede crear una cuenta nueva con este correo. Verifica que no tengas una cuenta ya creada o vuelve a intentar en unos minutos.
en: We are sorry, but it can’t be created a new account with this email at this moment. Verify that you don’t have an account already created with this email, or try again later.

# alert.error.title
source: Lo sentimos… algo ha ido mal 😔
en: We’re so sorry… something went wrong 😔

# alert.exitActivity.message
source: Estas por salir de la actividad ¿Deseas guardar tu avance?
en: You are about to leave the activity. Do you want to save your progress?

# alert.exitActivity.title
source: Saliendo de la actividad
en: Quitting activity

# alert.primary.button
source: ¡Vale!
en: Ok!

# alert.quoteActivitiesNotAvailable.message
source: Las actividades de esta cita estarán disponibles próximamente ¡Gracias por tu paciencia! ♥︎
en: This quote’s activities will be available soon. We sincerely appreciate your patience! ♥︎

# alert.quoteActivitiesNotAvailable.title
source: Lo sentimos, las actividades de esta cita aun no están disponibles
en: We are sorry, the activities of this quote are not available yet

# alert.sectionNotAvailable.message
source: Esta sección aun no está completamente disponible. Estamos trabajando para traerla lo más pronto posible ♥︎
en: This section is not completely available yet. We are working to bring it to you as soon as possible ♥︎

# alert.sectionNotAvailable.title
source: Lo sentimos, esta sección aun no está disponible
en: We are sorry, this section is not available yet

# alert.unitNotAvailable.message
source: Esta unidad aun no está completamente disponible. Estamos trabajando para traerla lo más pronto posible ♥︎
en: This activity is not completely available yet. We are working to bring it to you as soon as possible ♥︎

# alert.unitNotAvailable.title
source: Lo sentimos, esta unidad aun no está disponible
en: We are sorry, this unit is not available yet

# alert.yes.button
source: Sí
en: Yes

# footer.info.message
source: Próximamente, habrán más memorizaciones. No te pierdas las actualizaciones ♥︎
en: More memorizations coming soon. Don't miss the updates ♥︎

# form.continue.button
source: Continuar
en: Continue

# form.createUser.button
source: Crea una cuenta nueva
en: Create a new account

# form.email.hint
source: tucorreo@dominio.com
en: someone@mail.com

# form.email.label
source: Correo electrónico
en: Email

# form.error.formatInvalid
source: El formato no es válido
en: The format is not valid

# form.error.isEmpty
source: Este campo es obligatorio, pero está vacío
en: This field is mandatory, but is empty

# form.error.passwordDoNotMatch
source: Las contraseñas no coinciden
en: Passwords don’t match

# form.info.passwordFormat
source: La contraseña debe incluir al menos 1 letra en mayúscula, 1 en minúscula, un símbolo ( _ - . @ # $ * + = ? ) y 1 número
en: The password must include at least 1 uppercase letter, 1 lowercase letter, 1 symbol (_ - . @ # $ * + = ?), and 1 number

# form.login.button
source: Acceder
en: Access

# form.login.forgotPassword.navigationLink
source: Pulsa aquí para restablecer tu contraseña
en: Tap here to reset your password

# form.login.title
source: Inicio de sesión
en: Login

# form.name.label
source: Nombre o apodo
en: Name or nickname

# form.password.hint
source: Contraseña
en: Password

# form.password.label
source: Contraseña
en: Password

# form.repeatPassword.label
source: Repetir contraseña
en: Repeat password

# form.verificationMail.label
source: Código de verificación
en: Verification code

# form.verificationMail.message
source: Hemos enviado un código de verificación a tu correo electrónico. Por favor, revisa la bandeja de entrada y sigue las instrucciones. Cuando esté listo regresa aquí y pulsa en Continuar
en: We have sent you a verification code to your email. Please, check you inbox and follow the instructions. When it’s ready, come back here and hit on Continue

# form.verificationMail.title
source: Verifica tu email
en: Verify your email

# form.verify.button
source: Reenvía el código de verificación
en: Resend the verification code

# home.welcome.title
source: Bienvenido/a
en: Welcome

# info.ok.action
source: Vale
en: Ok

# learningView.notStarted.indications
source: Vuelve a la pantalla de inicio para seleccionar un libro y comenzar a estudiar algunas citas
en: Go back to main screen to select a book to start studying some quotes

# learningView.notStarted.label
source: ¿Aun no has empezado a memorizar?
en: Haven’t you started memorizing yet?

# list.quote.navigationLink %lld
source: Cita %lld
en: Quote %lld

# navigation.title.activities
source: Actividades
en: Activities

# prelogin.accessAnonymously.button
source: Acceder de forma anónima
en: Access anonimously

# prelogin.accessWithEmail.button
source: Iniciar sesión con correo electrónico
en: Sign in with email

# prelogin.createUser.button
source: Crear un nuevo usuario
en: Create a new user

# profile.logout.button
source: Cierra sesión
en: Sign out

# recover.password.title
source: Recuperar contraseña
en: Recover password

# register.createNewUser.title
source: Crear nuevo usuario
en: Create a new user

# sectionList.goal.description: %@
source: Propósito: %@
en: Goal: %@

# spinner.waiting.label
source: Cargando
en: Loading

# toolbar.closeActivity.button
source: Salir de la actividad
en: Exit activity

# toolbar.home.title
source: Inicio
en: Home

# toolbar.myQuotes.title
source: Mis Citas
en: My Quotes

# toolbar.profile.title
source: Mi Perfil
en: My Profile

# userAuth.name.anonymous
source: Anónimo
en: Anonymous

# userAuth.name.unknown
source: Desconocido
en: Unknown
